Tai lieu mo ta/MBF API/MBF API/response 1.xml

<?xml version="1.0" encoding="UTF-8"?>
<s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/" xmlns:n="http://schema.intersec.com/igloo/sdk/v1.2" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"><s:Body><n:pull.retrieveV3Res><result><subscriber><imsi>452019939362924</imsi><msisdn>84904500084</msisdn></subscriber><currLocation><planName>GSM</planName><location><cell><cgi>4G:452-01-103014-13</cgi><kind>C4G</kind><geom><longitude>105843254</longitude><latitude>21022588</latitude><radius>500</radius><angleStart>-70000000</angleStart><angleEnd>290000000</angleEnd></geom></cell></location></currLocation><prevLocation><planName>GSM</planName><location><cell><cgi>4G:452-01-100335-11</cgi><kind>C4G</kind><geom><longitude>105843650</longitude><latitude>21020440</latitude><radius>500</radius><angleStart>-150000000</angleStart><angleEnd>210000000</angleEnd></geom></cell></location></prevLocation></result></n:pull.retrieveV3Res></s:Body></s:Envelope>